Repository: BrightwellPayments/readyremit-sdk-example-apps
Catalog: ReactNative/ios/*.lproj/Localizable.strings
Languages: es

# acuant_camera_align
source: ALIGN
es: CENTRAR

# acuant_camera_manual_capture
source: ALIGN & TAP
es: CENTRE Y TOQUE LA PANTALLA

# acuant_camera_move_closer
source: MOVE CLOSER
es: ACÉRQUESE

# acuant_camera_hold_steady
source: HOLD STEADY
es: MANTÉNGASE FIRME

# acuant_camera_capturing
source: CAPTURING
es: CAPTURANDO

# acuant_camera_outside_view
source: TOO CLOSE!
es: ¡MUY CERCA!

# acuant_face_camera_initial
source: Align face to start capture
es: Centre su rostro para tomar la foto

# acuant_face_camera_face_too_close
source: Too Close! Move Away
es: ¡Muy cerca! Retroceda

# acuant_face_camera_face_too_far
source: Move Closer
es: Acérquese

# acuant_face_camera_face_has_angle
source: Face has Angle. Do not tilt
es: Su rostro está inclinado. Por favor no lo incline

# acuant_face_camera_face_not_in_frame
source: Move in Frame
es: Muévase dentro del marco

# acuant_face_camera_face_moved
source: Hold Steady
es: Mantenga el teléfono estable

# acuant_face_camera_capturing_2
source: Capturing 2...
es: Capturando 2...

# acuant_face_camera_capturing_1
source: Capturing 1...
es: Capturando 1...

# idology_header_title
source: Please capture the front of the ID
es: Capture el frente de la identificación

# idology_retry
source: Retry
es: Reintentar

# idology_cancel
source: Cancel
es: Cancelar

# idology_confirm
source: Confirm
es: Confirmar

# idology_captureBack
source: If you are satisfied please confirm and capture the back of the document
es: Si está satisfecho, confirme y capture el dorso del documento

# idology_captureSelfie
source: If you are satisfied please confirm and please take a selfie
es: Si está satisfecho, confirme y tome una foto de su rostro

# idology_thankYou
source: If you are satisfied with all the images, please confirm
es: Si está satisfecho con las imágenes, por favor confirme

# idology_start
source: Start
es: Comenzar
